{
  "<unk>": 0,
  "<pad>": 1,
  "<s>": 2,
  "</s>": 3,
  "<rest>": 4,
  "<mask>": 5,
  "<bar>": 6,
  "<h>": 7,
  "</m>": 8,
  "<fill>": 9,
  "P:21": 10,
  "P:22": 11,
  "P:23": 12,
  "P:24": 13,
  "P:25": 14,
  "P:26": 15,
  "P:27": 16,
  "P:28": 17,
  "P:29": 18,
  "P:30": 19,
  "P:31": 20,
  "P:32": 21,
  "P:33": 22,
  "P:34": 23,
  "P:35": 24,
  "P:36": 25,
  "P:37": 26,
  "P:38": 27,
  "P:39": 28,
  "P:40": 29,
  "P:41": 30,
  "P:42": 31,
  "P:43": 32,
  "P:44": 33,
  "P:45": 34,
  "P:46": 35,
  "P:47": 36,
  "P:48": 37,
  "P:49": 38,
  "P:50": 39,
  "P:51": 40,
  "P:52": 41,
  "P:53": 42,
  "P:54": 43,
  "P:55": 44,
  "P:56": 45,
  "P:57": 46,
  "P:58": 47,
  "P:59": 48,
  "P:60": 49,
  "P:61": 50,
  "P:62": 51,
  "P:63": 52,
  "P:64": 53,
  "P:65": 54,
  "P:66": 55,
  "P:67": 56,
  "P:68": 57,
  "P:69": 58,
  "P:70": 59,
  "P:71": 60,
  "P:72": 61,
  "P:73": 62,
  "P:74": 63,
  "P:75": 64,
  "P:76": 65,
  "P:77": 66,
  "P:78": 67,
  "P:79": 68,
  "P:80": 69,
  "P:81": 70,
  "P:82": 71,
  "P:83": 72,
  "P:84": 73,
  "P:85": 74,
  "P:86": 75,
  "P:87": 76,
  "P:88": 77,
  "P:89": 78,
  "P:90": 79,
  "P:91": 80,
  "P:92": 81,
  "P:93": 82,
  "P:94": 83,
  "P:95": 84,
  "P:96": 85,
  "P:97": 86,
  "P:98": 87,
  "P:99": 88,
  "P:100": 89,
  "P:101": 90,
  "P:102": 91,
  "P:103": 92,
  "P:104": 93,
  "P:105": 94,
  "P:106": 95,
  "P:107": 96,
  "P:108": 97,
  "position_0x00": 98,
  "position_0x16": 99,
  "position_0x25": 100,
  "position_0x33": 101,
  "position_0x50": 102,
  "position_0x66": 103,
  "position_0x75": 104,
  "position_0x83": 105,
  "position_1x00": 106,
  "position_1x16": 107,
  "position_1x25": 108,
  "position_1x33": 109,
  "position_1x50": 110,
  "position_1x66": 111,
  "position_1x75": 112,
  "position_1x83": 113,
  "position_2x00": 114,
  "position_2x16": 115,
  "position_2x25": 116,
  "position_2x33": 117,
  "position_2x50": 118,
  "position_2x66": 119,
  "position_2x75": 120,
  "position_2x83": 121,
  "position_3x00": 122,
  "position_3x16": 123,
  "position_3x25": 124,
  "position_3x33": 125,
  "position_3x50": 126,
  "position_3x66": 127,
  "position_3x75": 128,
  "position_3x83": 129,
  "position_4x00": 130,
  "position_4x16": 131,
  "position_4x25": 132,
  "position_4x33": 133,
  "position_4x50": 134,
  "position_4x66": 135,
  "position_4x75": 136,
  "position_4x83": 137,
  "position_5x00": 138,
  "position_5x16": 139,
  "position_5x25": 140,
  "position_5x33": 141,
  "position_5x50": 142,
  "position_5x66": 143,
  "position_5x75": 144,
  "position_5x83": 145,
  "position_6x00": 146,
  "position_6x16": 147,
  "position_6x25": 148,
  "position_6x33": 149,
  "position_6x50": 150,
  "position_6x66": 151,
  "position_6x75": 152,
  "position_6x83": 153,
  "position_7x00": 154,
  "position_7x16": 155,
  "position_7x25": 156,
  "position_7x33": 157,
  "position_7x50": 158,
  "position_7x66": 159,
  "position_7x75": 160,
  "position_7x83": 161,
  "position_8x00": 162,
  "position_8x16": 163,
  "position_8x25": 164,
  "position_8x33": 165,
  "position_8x50": 166,
  "position_8x66": 167,
  "position_8x75": 168,
  "position_8x83": 169,
  "position_9x00": 170,
  "position_9x16": 171,
  "position_9x25": 172,
  "position_9x33": 173,
  "position_9x50": 174,
  "position_9x66": 175,
  "position_9x75": 176,
  "position_9x83": 177,
  "ts_1x4": 178,
  "ts_1x8": 179,
  "ts_2x4": 180,
  "ts_3x4": 181,
  "ts_3x8": 182,
  "ts_4x4": 183,
  "ts_5x4": 184,
  "ts_5x8": 185,
  "ts_6x4": 186,
  "ts_7x4": 187,
  "ts_7x8": 188,
  "ts_8x4": 189,
  "ts_9x4": 190,
  "ts_9x8": 191,
  "ts_10x4": 192,
  "ts_11x8": 193,
  "ts_13x8": 194,
  "ts_15x8": 195,
  "ts_17x8": 196,
  "ts_19x8": 197
}