{
  "<unk>": 0,
  "<pad>": 1,
  "<s>": 2,
  "</s>": 3,
  "<emp>": 4,
  "<mask>": 5,
  "<bar>": 6,
  "<h>": 7,
  "</m>": 8,
  "<fill>": 9,
  "position_0x00": 10,
  "position_0x16": 11,
  "position_0x25": 12,
  "position_0x33": 13,
  "position_0x50": 14,
  "position_0x66": 15,
  "position_0x75": 16,
  "position_0x83": 17,
  "position_1x00": 18,
  "position_1x16": 19,
  "position_1x25": 20,
  "position_1x33": 21,
  "position_1x50": 22,
  "position_1x66": 23,
  "position_1x75": 24,
  "position_1x83": 25,
  "position_2x00": 26,
  "position_2x16": 27,
  "position_2x25": 28,
  "position_2x33": 29,
  "position_2x50": 30,
  "position_2x66": 31,
  "position_2x75": 32,
  "position_2x83": 33,
  "position_3x00": 34,
  "position_3x16": 35,
  "position_3x25": 36,
  "position_3x33": 37,
  "position_3x50": 38,
  "position_3x66": 39,
  "position_3x75": 40,
  "position_3x83": 41,
  "position_4x00": 42,
  "position_4x16": 43,
  "position_4x25": 44,
  "position_4x33": 45,
  "position_4x50": 46,
  "position_4x66": 47,
  "position_4x75": 48,
  "position_4x83": 49,
  "position_5x00": 50,
  "position_5x16": 51,
  "position_5x25": 52,
  "position_5x33": 53,
  "position_5x50": 54,
  "position_5x66": 55,
  "position_5x75": 56,
  "position_5x83": 57,
  "position_6x00": 58,
  "position_6x16": 59,
  "position_6x25": 60,
  "position_6x33": 61,
  "position_6x50": 62,
  "position_6x66": 63,
  "position_6x75": 64,
  "position_6x83": 65,
  "position_7x00": 66,
  "position_7x16": 67,
  "position_7x25": 68,
  "position_7x33": 69,
  "position_7x50": 70,
  "position_7x66": 71,
  "position_7x75": 72,
  "position_7x83": 73,
  "position_8x00": 74,
  "position_8x16": 75,
  "position_8x25": 76,
  "position_8x33": 77,
  "position_8x50": 78,
  "position_8x66": 79,
  "position_8x75": 80,
  "position_8x83": 81,
  "position_9x00": 82,
  "position_9x16": 83,
  "position_9x25": 84,
  "position_9x33": 85,
  "position_9x50": 86,
  "position_9x66": 87,
  "position_9x75": 88,
  "position_9x83": 89,
  "C:maj": 90,
  "C:min": 91,
  "C:aug": 92,
  "C:dim": 93,
  "C:sus4": 94,
  "C:sus2": 95,
  "C:7": 96,
  "C:maj7": 97,
  "C:min7": 98,
  "C:minmaj7": 99,
  "C:maj6": 100,
  "C:min6": 101,
  "C:dim7": 102,
  "C:hdim7": 103,
  "C:maj9": 104,
  "C:min9": 105,
  "C:9": 106,
  "C:min11": 107,
  "C:11": 108,
  "C:maj13": 109,
  "C:min13": 110,
  "C:13": 111,
  "C:1": 112,
  "C:5": 113,
  "C": 114,
  "C:7(b9)": 115,
  "C:7(#9)": 116,
  "C:7(#11)": 117,
  "C:7(b13)": 118,
  "C#:maj": 119,
  "C#:min": 120,
  "C#:aug": 121,
  "C#:dim": 122,
  "C#:sus4": 123,
  "C#:sus2": 124,
  "C#:7": 125,
  "C#:maj7": 126,
  "C#:min7": 127,
  "C#:minmaj7": 128,
  "C#:maj6": 129,
  "C#:min6": 130,
  "C#:dim7": 131,
  "C#:hdim7": 132,
  "C#:maj9": 133,
  "C#:min9": 134,
  "C#:9": 135,
  "C#:min11": 136,
  "C#:11": 137,
  "C#:maj13": 138,
  "C#:min13": 139,
  "C#:13": 140,
  "C#:1": 141,
  "C#:5": 142,
  "C#": 143,
  "C#:7(b9)": 144,
  "C#:7(#9)": 145,
  "C#:7(#11)": 146,
  "C#:7(b13)": 147,
  "D:maj": 148,
  "D:min": 149,
  "D:aug": 150,
  "D:dim": 151,
  "D:sus4": 152,
  "D:sus2": 153,
  "D:7": 154,
  "D:maj7": 155,
  "D:min7": 156,
  "D:minmaj7": 157,
  "D:maj6": 158,
  "D:min6": 159,
  "D:dim7": 160,
  "D:hdim7": 161,
  "D:maj9": 162,
  "D:min9": 163,
  "D:9": 164,
  "D:min11": 165,
  "D:11": 166,
  "D:maj13": 167,
  "D:min13": 168,
  "D:13": 169,
  "D:1": 170,
  "D:5": 171,
  "D": 172,
  "D:7(b9)": 173,
  "D:7(#9)": 174,
  "D:7(#11)": 175,
  "D:7(b13)": 176,
  "D#:maj": 177,
  "D#:min": 178,
  "D#:aug": 179,
  "D#:dim": 180,
  "D#:sus4": 181,
  "D#:sus2": 182,
  "D#:7": 183,
  "D#:maj7": 184,
  "D#:min7": 185,
  "D#:minmaj7": 186,
  "D#:maj6": 187,
  "D#:min6": 188,
  "D#:dim7": 189,
  "D#:hdim7": 190,
  "D#:maj9": 191,
  "D#:min9": 192,
  "D#:9": 193,
  "D#:min11": 194,
  "D#:11": 195,
  "D#:maj13": 196,
  "D#:min13": 197,
  "D#:13": 198,
  "D#:1": 199,
  "D#:5": 200,
  "D#": 201,
  "D#:7(b9)": 202,
  "D#:7(#9)": 203,
  "D#:7(#11)": 204,
  "D#:7(b13)": 205,
  "E:maj": 206,
  "E:min": 207,
  "E:aug": 208,
  "E:dim": 209,
  "E:sus4": 210,
  "E:sus2": 211,
  "E:7": 212,
  "E:maj7": 213,
  "E:min7": 214,
  "E:minmaj7": 215,
  "E:maj6": 216,
  "E:min6": 217,
  "E:dim7": 218,
  "E:hdim7": 219,
  "E:maj9": 220,
  "E:min9": 221,
  "E:9": 222,
  "E:min11": 223,
  "E:11": 224,
  "E:maj13": 225,
  "E:min13": 226,
  "E:13": 227,
  "E:1": 228,
  "E:5": 229,
  "E": 230,
  "E:7(b9)": 231,
  "E:7(#9)": 232,
  "E:7(#11)": 233,
  "E:7(b13)": 234,
  "F:maj": 235,
  "F:min": 236,
  "F:aug": 237,
  "F:dim": 238,
  "F:sus4": 239,
  "F:sus2": 240,
  "F:7": 241,
  "F:maj7": 242,
  "F:min7": 243,
  "F:minmaj7": 244,
  "F:maj6": 245,
  "F:min6": 246,
  "F:dim7": 247,
  "F:hdim7": 248,
  "F:maj9": 249,
  "F:min9": 250,
  "F:9": 251,
  "F:min11": 252,
  "F:11": 253,
  "F:maj13": 254,
  "F:min13": 255,
  "F:13": 256,
  "F:1": 257,
  "F:5": 258,
  "F": 259,
  "F:7(b9)": 260,
  "F:7(#9)": 261,
  "F:7(#11)": 262,
  "F:7(b13)": 263,
  "F#:maj": 264,
  "F#:min": 265,
  "F#:aug": 266,
  "F#:dim": 267,
  "F#:sus4": 268,
  "F#:sus2": 269,
  "F#:7": 270,
  "F#:maj7": 271,
  "F#:min7": 272,
  "F#:minmaj7": 273,
  "F#:maj6": 274,
  "F#:min6": 275,
  "F#:dim7": 276,
  "F#:hdim7": 277,
  "F#:maj9": 278,
  "F#:min9": 279,
  "F#:9": 280,
  "F#:min11": 281,
  "F#:11": 282,
  "F#:maj13": 283,
  "F#:min13": 284,
  "F#:13": 285,
  "F#:1": 286,
  "F#:5": 287,
  "F#": 288,
  "F#:7(b9)": 289,
  "F#:7(#9)": 290,
  "F#:7(#11)": 291,
  "F#:7(b13)": 292,
  "G:maj": 293,
  "G:min": 294,
  "G:aug": 295,
  "G:dim": 296,
  "G:sus4": 297,
  "G:sus2": 298,
  "G:7": 299,
  "G:maj7": 300,
  "G:min7": 301,
  "G:minmaj7": 302,
  "G:maj6": 303,
  "G:min6": 304,
  "G:dim7": 305,
  "G:hdim7": 306,
  "G:maj9": 307,
  "G:min9": 308,
  "G:9": 309,
  "G:min11": 310,
  "G:11": 311,
  "G:maj13": 312,
  "G:min13": 313,
  "G:13": 314,
  "G:1": 315,
  "G:5": 316,
  "G": 317,
  "G:7(b9)": 318,
  "G:7(#9)": 319,
  "G:7(#11)": 320,
  "G:7(b13)": 321,
  "G#:maj": 322,
  "G#:min": 323,
  "G#:aug": 324,
  "G#:dim": 325,
  "G#:sus4": 326,
  "G#:sus2": 327,
  "G#:7": 328,
  "G#:maj7": 329,
  "G#:min7": 330,
  "G#:minmaj7": 331,
  "G#:maj6": 332,
  "G#:min6": 333,
  "G#:dim7": 334,
  "G#:hdim7": 335,
  "G#:maj9": 336,
  "G#:min9": 337,
  "G#:9": 338,
  "G#:min11": 339,
  "G#:11": 340,
  "G#:maj13": 341,
  "G#:min13": 342,
  "G#:13": 343,
  "G#:1": 344,
  "G#:5": 345,
  "G#": 346,
  "G#:7(b9)": 347,
  "G#:7(#9)": 348,
  "G#:7(#11)": 349,
  "G#:7(b13)": 350,
  "A:maj": 351,
  "A:min": 352,
  "A:aug": 353,
  "A:dim": 354,
  "A:sus4": 355,
  "A:sus2": 356,
  "A:7": 357,
  "A:maj7": 358,
  "A:min7": 359,
  "A:minmaj7": 360,
  "A:maj6": 361,
  "A:min6": 362,
  "A:dim7": 363,
  "A:hdim7": 364,
  "A:maj9": 365,
  "A:min9": 366,
  "A:9": 367,
  "A:min11": 368,
  "A:11": 369,
  "A:maj13": 370,
  "A:min13": 371,
  "A:13": 372,
  "A:1": 373,
  "A:5": 374,
  "A": 375,
  "A:7(b9)": 376,
  "A:7(#9)": 377,
  "A:7(#11)": 378,
  "A:7(b13)": 379,
  "A#:maj": 380,
  "A#:min": 381,
  "A#:aug": 382,
  "A#:dim": 383,
  "A#:sus4": 384,
  "A#:sus2": 385,
  "A#:7": 386,
  "A#:maj7": 387,
  "A#:min7": 388,
  "A#:minmaj7": 389,
  "A#:maj6": 390,
  "A#:min6": 391,
  "A#:dim7": 392,
  "A#:hdim7": 393,
  "A#:maj9": 394,
  "A#:min9": 395,
  "A#:9": 396,
  "A#:min11": 397,
  "A#:11": 398,
  "A#:maj13": 399,
  "A#:min13": 400,
  "A#:13": 401,
  "A#:1": 402,
  "A#:5": 403,
  "A#": 404,
  "A#:7(b9)": 405,
  "A#:7(#9)": 406,
  "A#:7(#11)": 407,
  "A#:7(b13)": 408,
  "B:maj": 409,
  "B:min": 410,
  "B:aug": 411,
  "B:dim": 412,
  "B:sus4": 413,
  "B:sus2": 414,
  "B:7": 415,
  "B:maj7": 416,
  "B:min7": 417,
  "B:minmaj7": 418,
  "B:maj6": 419,
  "B:min6": 420,
  "B:dim7": 421,
  "B:hdim7": 422,
  "B:maj9": 423,
  "B:min9": 424,
  "B:9": 425,
  "B:min11": 426,
  "B:11": 427,
  "B:maj13": 428,
  "B:min13": 429,
  "B:13": 430,
  "B:1": 431,
  "B:5": 432,
  "B": 433,
  "B:7(b9)": 434,
  "B:7(#9)": 435,
  "B:7(#11)": 436,
  "B:7(b13)": 437
}