{
  "<unk>": 0,
  "<pad>": 1,
  "<s>": 2,
  "</s>": 3,
  "<emp>": 198,
  "<mask>": 5,
  "<bar>": 6,
  "<h>": 7,
  "</m>": 8,
  "<fill>": 9,
  "position_0x00": 98,
  "position_0x16": 99,
  "position_0x25": 100,
  "position_0x33": 101,
  "position_0x50": 102,
  "position_0x66": 103,
  "position_0x75": 104,
  "position_0x83": 105,
  "position_1x00": 106,
  "position_1x16": 107,
  "position_1x25": 108,
  "position_1x33": 109,
  "position_1x50": 110,
  "position_1x66": 111,
  "position_1x75": 112,
  "position_1x83": 113,
  "position_2x00": 114,
  "position_2x16": 115,
  "position_2x25": 116,
  "position_2x33": 117,
  "position_2x50": 118,
  "position_2x66": 119,
  "position_2x75": 120,
  "position_2x83": 121,
  "position_3x00": 122,
  "position_3x16": 123,
  "position_3x25": 124,
  "position_3x33": 125,
  "position_3x50": 126,
  "position_3x66": 127,
  "position_3x75": 128,
  "position_3x83": 129,
  "position_4x00": 130,
  "position_4x16": 131,
  "position_4x25": 132,
  "position_4x33": 133,
  "position_4x50": 134,
  "position_4x66": 135,
  "position_4x75": 136,
  "position_4x83": 137,
  "position_5x00": 138,
  "position_5x16": 139,
  "position_5x25": 140,
  "position_5x33": 141,
  "position_5x50": 142,
  "position_5x66": 143,
  "position_5x75": 144,
  "position_5x83": 145,
  "position_6x00": 146,
  "position_6x16": 147,
  "position_6x25": 148,
  "position_6x33": 149,
  "position_6x50": 150,
  "position_6x66": 151,
  "position_6x75": 152,
  "position_6x83": 153,
  "position_7x00": 154,
  "position_7x16": 155,
  "position_7x25": 156,
  "position_7x33": 157,
  "position_7x50": 158,
  "position_7x66": 159,
  "position_7x75": 160,
  "position_7x83": 161,
  "position_8x00": 162,
  "position_8x16": 163,
  "position_8x25": 164,
  "position_8x33": 165,
  "position_8x50": 166,
  "position_8x66": 167,
  "position_8x75": 168,
  "position_8x83": 169,
  "position_9x00": 170,
  "position_9x16": 171,
  "position_9x25": 172,
  "position_9x33": 173,
  "position_9x50": 174,
  "position_9x66": 175,
  "position_9x75": 176,
  "position_9x83": 177,
  "chord_pc_0": 199,
  "chord_pc_1": 200,
  "chord_pc_2": 201,
  "chord_pc_3": 202,
  "chord_pc_4": 203,
  "chord_pc_5": 204,
  "chord_pc_6": 205,
  "chord_pc_7": 206,
  "chord_pc_8": 207,
  "chord_pc_9": 208,
  "chord_pc_10": 209,
  "chord_pc_11": 210
}